{
  "global": {
    "contact": {
      "street": "Kozaračka 6",
      "zipCity": "34000 Kragujevac",
      "country": "Serbia",
      "contactNumber": "+381 64 196 39 86",
      "contactPerson": "Bogdan Stevanović",
      "contactEmail": "bogdan.stevanovic@bgsystemline.com"
    },
    "footer": {
      "quickLinks": "Quick Links",
      "businessHours": "Business Hours",
      "hourShort": "h",
      "allRightsReserved": "All rights reserved"
    }
  },
  "pages": {
    "home": {
      "navText": "Home",
      "title": "THE LEADING INTERIOR DESIGN AND FIT OUT COMPANY IN SERBIA",
      "subtitle": "TURNING YOUR INTERIOR DESIGN DREAMS INTO REALITY",
      "slider": {
        "button": "Discover",
        "cards": {
          "card0": {
            "title": "Interior Design",
            "content": "We bring to the table years of experience in implementing various types of interior design solutions in Qatar and abroad"
          },
          "card1": {
            "title": "Furniture",
            "content": "Our purchasing and logistics team goes the extra mile – quite literally – to provide your space with materials obtained from our partners located at various parts of the world"
          },
          "card2": {
            "title": "Modern Celling",
            "content": "Translating concepts of landscape architecture into actual spaces with the highest level of professionalism is our team’s primary objective"
          },
          "card3": {
            "title": "Lighting Design",
            "content": "Many professionals in the interior design world believe that 75% of great design is attributed to great lighting design"
          },
          "card4": {
            "title": "Wall Cladding",
            "content": "The inspiration for our latest creations comes from purely geometric to the most fluid organic forms, touching upon everything in between"
          }
        }
      },
      "overview": {
        "view1": {
          "title": "Facade Solution",
          "content": "When it comes to getting the best return on your investment, there is simply no replacement for your designer’s experience.Our team has cumulatively designed over 1,500 hotel rooms, 780 furnished apartments, 58 restaurants, and countless other spaces.Our designers fully understand that value engineering is a sensitive issue."
        },
        "view2": {
          "title": "Interior Design",
          "content": "We bring to the table years of experience in implementing various types of interior design solutions in Serbia and abroad. We are fully aware that each project requires a unique and individualised process. By attentively listening to and immersing ourselves in our client’s vision and objectives, we are able to better fulfil their goals."
        },
        "view3": {
          "title": "Furniture",
          "content": "Materials used for implementing a project are as important as the lighting, shapes, and colors. Skillfully, we can supply any material you can think of.If we think your space needs a particular material to get the look, we make it happen. Our purchasing and logistics team goes the extra mile – quite literally – to provide your space with materials obtained from our partners located at various parts of the world."
        },
        "view4": {
          "title": "Team",
          "content": "Of the eleven core values of BGS, by far the most important is our Team. We strive to hire and maintain members with character, competence, and commitment. We see our organization as a place where people feel safe to try new things and challenge themselves without the fear of failure.Our team is made up of professionals from over 17 nationalities; an extraordinary mixing pot of far-ranging experiences and skills."
        }
      },
      "portfolio": {
        "title": "Our Portfolio",
        "items": {
          "item1": "Kitchen",
          "item2": "Living Room",
          "item3": "Bedroom",
          "item4": "Simopolo"
        }
      },
      "stats": {
        "stat1": "Saving from our Value Engineering",
        "stat2": "Hotel Rooms Executed",
        "stat3": "Nationalities",
        "stat4": "Cumulative Years of Design Experience",
        "stat5": "Manufacturers in our Sourcing Database"
      },
      "servics": {
        "title": "Our Services",
        "items": {
          "item1": "Facade Solution",
          "item2": "Interior Design",
          "item3": "Old But Gold",
          "item4": "Furniture",
          "item5": "Lightning Design",
          "item6": "Modern Celling"
        }
      },
      "blog": {
        "title": "Latest from our blog"
      }
    },
    "services": {
      "navText": "Services",
      "title": "Services"
    },
    "portfolio": {
      "navText": "Portfolio",
      "title": "Portfolio"
    },
    "about": {
      "navText": "About",
      "title": "About us",
      "content": "[\"BGS offers a full range of interior design services, from concept to detailed design and fit-out services. We are indeed a one-stop-shop.\",\"We do variety of turn key solutions in construction bussines. We have link departments BGS Fit out, and BGS System Line. (In house furniture production, wall and floor cladding, upholstery products variety of mock up solutions, MEP and HVAC system etc.)\",\"On the other hand we have Design department and Construction Management Department who deliver projects from initial design (including as built project) to hand over and manage on the site solutions. I think we are very good at supporting falling back projects.\",\"As we are familiar with local market, we give our clients the best service in Serbia. We also have abroad experience so we made sure we will follow some of wide spread trends in Fit Out market.\",\"The BGS idea is to have more than one System Line operating indipendantly from the rest of the system, so it can support also a different bussines ideas, as we are doing our best to improve our System Line experience and bring final solution to the table, supporting client needs.\",\"Feel free to share your ideas with us!\"]",
      "teamMembers": "[\"Member Name\",\"Member Name\",\"Member Name\",\"Member Name\",\"Member Name\",\"Member Name\",\"Member Name\"]"
    },
    "contact": {
      "navText": "Contact",
      "title": "Contact us",
      "text": "Contact page text",
      "mapMarkerPopup": "This message is shown when\nuser clicks on a map marker"
    },
    "404": {
      "title": "Page not found!",
      "message": "This page doesn't exist..."
    }
  }
}
